{
  "Software Developer": "Software Developer",
  "About": "About",
  "Resume": "Resume",
  "Blog": "Blog",
  "My Tech Stack": "My Tech Stack",
  "Projects": "Projects",
  "Hi, I am Yusuf Sina!": "Hi, I am Yusuf Sina!",
  "paragraph-1": "My software career started by winning the Computer Engineering department, which was my first and only goal in my high school years. I started my career as a full-stack developer when I was a university student and now I continue as a back-end/blockchain developer.",
  "paragraph-2": "I heard of blockchain technology in my first year of university. At the beginning of the university, I became interested in blockchain technology, which I used only as a financial investment. I started researching blockchain technology as a software developer with HyperLedger Fabric and Avalanche. Currently, I mainly work on the back-end and blockchain side of web applications.",
  "paragraph-3": "Finally, I would like to point out that; You may think that concepts such as Metaverse, non-fungible token, and DeFi are a bubble and do not deserve the values ​​they have reached today. You may be right, but there is something much more important that the blockchain reveals. Decentralization...",
  "BlockMuseum | NFT Marketplace": "BlockMuseum | NFT Marketplace",
  "project-1-desc": "A marketplace application that I developed on Avalanche that allows users to trade NFT. Users can connect to the market with their metamask wallet and buy the NFTs they like using the smart contract I developed.",
  "Tech Stack": "Tech Stack",
  "Links": "Links",
  "English": "English",
  "Turkish": "Turkish",
  "experience-1-desc": "My duties in the projects I am responsible for; Developing back-end applications, integrating blockchain networks into back-end applications, integrating designed front-end applications into back-end applications, developing smart contracts, researching blockchain, creating database designs, managing repo and branch on GitLab and publishing applications.",
  "TRA Information Technologies": "TRA Bilişim",
  "From January 2021 to Today, Full-time, Software Developer": "From January 2021 to Today, Full-time, Software Developer",
  "Coredet aka Ritmus": "Coredet aka Ritmus",
  "From March 2020 to August 2020, Intern, Software Developer": "From March 2020 to August 2020, Intern, Software Developer",
  "experience-2-desc": "My duties; was to support my team by developing back-end and front-end of the applications.",
  "From October 2019 to March 2020, Part-time, Working Student": "From October 2019 to Martch 2020, Part-time, Working Student",
  "experience-3-desc": "I developed a desktop application and worked with the associate dean of my faculty",
  "Experience": "Experience",
  "Sakarya University": "Sakarya Üniversitesi"
}
